espressif/esp-bsp/SquareLine/boards/v8/esp32_c3_lcdkit/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_LV_COLOR_16_SWAP=y
CONFIG_LV_MEM_CUSTOM=y
CONFIG_LV_MEMCPY_MEMSET_STD=y
CONFIG_LV_USE_PERF_MONITOR=y
